{
  "title": "Política de Privacidad",
  "introduction": "Esta aplicación es mantenida y proporcionada por la empresa \"H2PLT\", con oficina en Lleida, España. Al instalar y utilizar esta aplicación, acepta la recopilación de sus datos. Esta Política de Privacidad detalla cómo se utilizan los datos recopilados por nuestras aplicaciones y sitios web, y dónde puede dirigirse en caso de tener preguntas o preocupaciones.",
  "thirdPartyNotice": "Si accedió a esta aplicación a través de un sitio web de terceros, esa entidad también podría recopilar datos sobre usted. En este caso, debe revisar los términos de uso y la política de privacidad de ese software y sitio web antes de instalar y usar la aplicación para entender cómo se utilizarán los datos recopilados.",
  "sections": [
    {
      "title": "1. ¿Qué tipos de datos recopilamos?",
      "content": [
        "Si desea registrarse con nosotros, podemos pedirle que proporcione información como su nombre, nombre de usuario, dirección de correo electrónico, edad, género, número de teléfono e información del producto. Además de estos, también recopilamos su ID de usuario, detalles de la cuenta principal y IDs de dispositivo o usuario generados dentro de la aplicación. Estos datos son esenciales para servicios personalizados y mejorar su experiencia con nuestra aplicación.",
        "Un aspecto importante de nuestra recopilación de datos es su ubicación. Podemos procesar esta información para proporcionarle servicios basados en la ubicación, personalización de contenido y funcionalidad mejorada de nuestra aplicación. Estos datos nos ayudan a entender cómo se utiliza nuestra aplicación en diferentes ubicaciones geográficas y nos permite adaptar nuestros servicios en consecuencia.",
        "Nuestros sitios web y aplicaciones pueden realizar encuestas adicionales donde se le puede invitar a expresar sus opiniones sobre varios productos y servicios. Si descarga materiales de nuestros sitios web o utiliza nuestras aplicaciones, automáticamente recibimos información sobre su equipo. Esto incluye, pero no se limita a, el tipo de dispositivo que está utilizando, su sistema operativo e identificadores únicos del dispositivo.",
        "También recopilamos datos sobre su uso de nuestra aplicación, que pueden incluir el tiempo que pasa en ciertas funciones y la forma en que interactúa con la app. Si utiliza herramientas comunitarias dentro de la app, tenemos la capacidad de almacenar materiales y mensajes que envía y recibe; también nos reservamos el derecho de monitorear sus mensajes. Además, podemos guardar información sobre sus acciones, preferencias y comportamientos al visitar nuestros sitios web o usar nuestras aplicaciones. Por ejemplo, recopilamos datos sobre las funciones que utiliza con más frecuencia y cualquier preferencia que configure dentro de la app (ver la sección &#171;Cookies&#187; a continuación).",
        "Es importante señalar que antes de enviar datos personales de otras personas (por ejemplo, en promociones de \"recomienda a un amigo\"), debe asegurarse de su consentimiento. Asegúrese de que los datos que proporciona son precisos y actualizados, y actualícelos rápidamente en caso de cambios."
      ]
    },
    {
      "title": "2. Recolección y Uso de Datos de la Cuenta Principal",
      "content": [
        "Finalidad de la Recolección de Datos: Para facilitar el procesamiento de pagos de las transacciones realizadas a través de nuestra aplicación, recopilamos sus datos de cuenta principal. Esto incluye información necesaria para realizar transacciones de carga de manera efectiva y segura.",
        "Procesamiento de Datos Sensibles: Entendemos la importancia de proteger su información financiera sensible. Por lo tanto, no procesamos ni almacenamos directamente detalles como su número de tarjeta o el nombre del titular de la tarjeta. En cambio, estos detalles son procesados de forma segura por un servicio bancario de confianza, asegurando el más alto nivel de seguridad de datos y cumplimiento con las regulaciones financieras.",
        "Almacenamiento de Datos Procesados: Después de que sus datos sean procesados por nuestro socio bancario, se genera un enlace único que representa su transacción. Este enlace no contiene información financiera directa, pero nos permite referenciar la transacción específica. Este enlace se almacena de forma segura en nuestro servidor wattbrews.me y se utiliza únicamente para facilitar transacciones de carga en la aplicación.",
        "Seguridad de Datos y Privacidad: Estamos comprometidos a proteger sus datos y su privacidad. Todos los datos recopilados y almacenados por nosotros se tratan con la máxima confidencialidad y están protegidos mediante medidas de seguridad estándar en la industria. No compartimos sus datos personales con terceros, excepto lo necesario para procesar transacciones como se describe anteriormente."
      ]
    },
    {
      "title": "3. ¿Qué hacemos con los datos recopilados?",
      "content": [
        "Utilizamos los datos recopilados para los siguientes fines:"
      ],
      "list": [
        "Para asegurar el funcionamiento de nuestros sitios web y aplicaciones, y para proporcionarle información y servicios, incluyendo, pero no limitado a, materiales descargables, chats, foros, promociones y concursos;",
        "Para proporcionarle servicios de soporte técnico;",
        "Para análisis internos e investigación para mejorar nuestros sitios web y otros productos y servicios;",
        "Para enviarle noticias e información de marketing sobre productos y servicios, así como ofertas, productos y servicios de empresas de terceros seleccionadas, pero solo dentro de los límites permitidos por la legislación actual o según lo especificado por usted (ver la sección &#171;Cómo darse de baja&#187; a continuación);",
        "Para enviarle mensajes administrativos (por ejemplo, si olvida su contraseña);",
        "Para detectar y prevenir el fraude y abuso de nuestros sitios web, aplicaciones o servicios."
      ]
    },
    {
      "title": "4. ¿Quién más puede tener acceso a sus datos?",
      "content": [
        "Nuestras empresas afiliadas, distribuidores locales y otras organizaciones que trabajan con nosotros pueden acceder a sus datos para procesar nuestras necesidades y proporcionarle información y servicios a su solicitud.",
        "Además, colaboramos con empresas de terceros en el desarrollo y mejora de nuestro sitio y aplicaciones. Estas empresas recopilan información estadística sobre el uso del sitio y tienen derecho a usar sus datos personales solo en la medida necesaria para proporcionarnos servicios relevantes.",
        "Algunas de estas empresas pueden procesar sus datos en EE. UU., Japón y otros países fuera del Área Económica Europea. Las leyes de protección de datos en estos países pueden diferir de las del Área Económica Europea. Si no desea que sus datos sean transferidos de esta manera, absténgase de usar nuestros sitios web y aplicaciones.",
        "En circunstancias excepcionales, podemos divulgar sus datos personales según lo requerido por la ley y para protegernos a nosotros o a terceros de daños y actividades ilegales. En el evento de la venta o reestructuración de nuestro negocio, sus datos pueden ser transferidos junto con él."
      ]
    },
    {
      "title": "5. Cookies",
      "content": [
        "Algunos de nuestros sitios web y aplicaciones utilizan cookies. Estos son pequeños archivos de texto que el sitio envía a su computadora para registrar sus acciones en línea. Estos archivos pueden ser utilizados por nuestros sitios web y aplicaciones para almacenar sus preferencias al usar nuestros sitios y aplicaciones, para mejorar ciertos aspectos de nuestros sitios y aplicaciones, para registrar sus acciones en línea y para proporcionarle publicidad personalizada y otros materiales. Puede desactivar el uso de cookies en la configuración de su navegador, pero en este caso, algunas funciones de nuestros sitios web o aplicaciones pueden no estar disponibles."
      ]
    },
    {
      "title": "6. Seguridad",
      "content": [
        "Tomamos medidas comercialmente razonables para proteger sus datos personales. Estas medidas incluyen procesos y procedimientos destinados a reducir los riesgos de acceso no autorizado o divulgación de sus datos. Sin embargo, no garantizamos la exclusión completa del mal uso de sus datos personales por intrusos. Mantenga las contraseñas de sus cuentas en un lugar seguro y no las revele a terceros. Si se entera del uso no autorizado de su contraseña u otras violaciones de seguridad, contáctenos de inmediato.",
        "Foros, chats y otras áreas de jugadores comunitarios accesibles a través de nuestros sitios web y aplicaciones son públicos. No revele información en estas áreas que pueda identificarle a usted o a otra persona. No somos responsables de la seguridad y protección de los datos revelados por usted en tales áreas."
      ]
    }
  ],
  "unsubscribeSection": {
    "title": "7. Cómo darse de baja",
    "content": [
      "Si ya no desea recibir mensajes de marketing de nuestra parte, siga el enlace proporcionado en cualquiera de estos mensajes o visite la sección de registro de nuestro sitio web y cambie la configuración de sus mensajes. Si no se ha registrado en ninguno de nuestros sitios web, envíe un mensaje con el asunto &#171;Darse de baja&#187; (sin comillas) a <a href=\"mailto:unsubscribe@h2plt.energy\">unsubscribe@h2plt.energy</a>."
    ]
  },
  "contactInfo": {
    "title": "8. Información de contacto",
    "content": [
      "Para consultas generales, contacte con nuestro servicio de soporte al usuario, cuyos detalles se publican en el sitio web <a href=\"https://wattbrews.me/\">https://wattbrews.me/</a>",
      "Usted tiene el derecho legal de saber qué datos personales sobre usted son retenidos por la organización y cómo se procesan estos datos. Si desea saber qué datos tenemos sobre usted, envíe una carta mencionando el sitio donde se registró o utilizó nuestra aplicación a: <a href=\"mailto:support@h2plt.energy\">support@h2plt.energy</a>. Tenga en cuenta que podemos requerirle confirmar su identidad y pagar una pequeña tarifa administrativa."
    ]
  }
}
